[
    {
        "project_area": "Energy",
        "project_name": "Data-driven tools for LV grids operation",
        "project_logo": null,
        "project_website": null,
        "project_description": "GridSights is a modular API for managing grid topology, processing historical data, and performing distributed state estimation to predict voltages at unmeasured nodes. VoltTune is a Python tool that detects and corrects voltage violations in distribution networks using a greedy optimisation algorithm, historical sensitivity matrices, and available flexibility (load reduction or injection).",
        "project_topic": "dd-tools-lv-grids",
        "project_tags": ["Energy", "lv-grids-ops"]
    },
    {
        "project_area": "Energy",
        "project_name": "Predigrid",
        "project_logo": null,
        "project_website": null,
        "project_description": "Modular forecasting service for MV and LV grid nodes integrates data ingestion, cleansing, and storage with state-of-the-art predictive models for short-term consumption and generation forecasting (up to 96 hours ahead). The service processes active and reactive power time series, incorporates external inputs such as numerical weather predictions, and computes error metrics to assess model accuracy. It also provides configurable access to forecasts and measurements through non-relational databases.",
        "project_topic": "predigrid",
        "project_tags": ["Energy", "forecasting", "mv-grids", "lv-grids"]
    },
    {
        "project_area": "Energy",
        "project_name": "FlexiHome",
        "project_logo": null,
        "project_website": null,
        "project_description": "Software architecture for HEMS that offers a modular way of exploring the systems, incorporating a set of services mainly for consumers, but also for retailers, DSO, and flexibility service providers. The services can be transversal (common to any HEMS flavour, such as account management), energy micro-services and agentic AI-based. Beyond the backend algorithms, it has a specific front end as a mobile app (HEMS connect) whose main goal is to show, inform, and manage the energy consumption of a household and optimise the different eligible loads.",
        "project_topic": "flexihome",
        "project_tags": ["Energy", "home-energy-management"]
    },
    {
        "project_area": "Energy",
        "project_name": "EV Forecasting",
        "project_logo": null,
        "project_website": null,
        "project_description": "Forecasting services and tools for electric vehicle related forecasting tasks.",
        "project_topic": "ev-forecasting",
        "project_tags": ["Energy", "forecasting", "ev"]
    },
    {
        "project_area": "Energy",
        "project_name": "Predico",
        "project_logo": "predico.png",
        "project_website": "https://www.inesctec.pt/en/news/the-platform-that-seeks-to-revolutionise-the-forecasting-of-energy-production-is-collaborative-and-features-inesc-tec#about",
        "project_description": "Collaborative analytics for the Energy Sector based on innovative collaborative forecasting algorithms that improve renewable energy or load predictability by combining data from different data owners.",
        "project_topic": "predico",
        "project_tags": ["Energy", "collaborative-forecasting", "forecasting"]
    },
    {
        "project_area": "Energy",
        "project_name": "Enershare",
        "project_logo": "enershare.png",
        "project_website": "https://enershare.eu/",
        "project_description": "Enershare defines a Data-Driven Reference Architecture for the energy domain, which is compliant with FIWARE, IDSA and GAIA-X. It creates a marketplace based on Blockchain and Smart Contracts with the aim of improving mutual trust amongst the actors of the ecosystem and increasing the security of the shared data.",
        "project_topic": "enershare",
        "project_tags": ["Energy", "data-spaces", "data-sharing"]
    },
	{
        "project_area": "Energy",
        "project_name": "Green.Dat.AI",
        "project_logo": "greendatai.png",
        "project_website": "https://greendatai.eu/",
        "project_description": "GREEN.DAT.AI aims to channel the potential of AI towards the goals of the European Green Deal, by developing novel Energy-Efficient Large-Scale Data Analytics Services, ready-to-use in industrial AI-based systems, while reducing the environmental impact of data management processes.",
        "project_topic": "greendatai",
        "project_tags": ["Energy"]
    },
    {
        "project_area": "Energy",
        "project_name": "InterConnect",
        "project_logo": "interconnect.png",
        "project_website": "https://interconnectproject.eu/",
        "project_description": "InterConnect gathers 50 European entities to develop and demonstrate advanced solutions for connecting and converging digital homes and buildings with the electricity sector.",
        "project_topic": "interconnect",
        "project_tags": ["Energy"]
    },
    {
        "project_area": "Energy",
        "project_name": "ATTEST",
        "project_logo": "attest.png",
        "project_website": "https://attest-project.eu/",
        "project_description": "Our goal is to develop and operationalize a secure platform where TSO’s and DSO’s operate, maintain and plan together the energy systems of 2030 and beyond. The project approaches technical, economic and environmental challenges, and comprises an innovative toolbox of open source solutions.",
        "project_topic": "attest",
        "project_tags": ["Energy"]
    },
	{
        "project_area": "Energy",
        "project_name": "interSTORE",
        "project_logo": "interstore.png",
        "project_website": "https://interstore-project.eu/",
        "project_description": "InterSTORE is an EU-funded project that aims to deploy and demonstrate a set of interoperable Open-Source tools to integrate Distributed Energy Storage (DES) and Distributed Energy Resources (DER), to enable the hybridization, utilisation and monetisation of storage flexibility, within a real-life environment.",
        "project_topic": "interstore",
        "project_tags": ["Energy"]
    },
	{
        "project_area": "Energy",
        "project_name": "EMB3Rs",
        "project_logo": "emb3rs.png",
        "project_website": "https://www.emb3rs.eu/",
        "project_description": "EMB3Rs stands for “User-driven Energy-Matching & Business Prospection Tool for Industrial Excess Heat/Cold Reduction, Recovery and Redistribution.",
        "project_topic": "emb3rs",
        "project_tags": ["Energy"]
    },
    {
        "project_area": "Robotics",
        "project_name": "TRIBE",
        "project_logo": "tribe.png",
        "project_website": "https://www.inesctec.pt/en/laboratories/tribe-laboratory-of-robotics-and-iot-for-smart-precision-agriculture-and-forestry",
        "project_description": "Robotised solutions and intelligent systems for agriculture and forestry.",
        "project_topic": "tribe",
        "project_tags": ["Robotics"]
    },
    {
        "project_area": "Robotics",
        "project_name": "iiLab",
        "project_logo": "iilab.png",
        "project_website": "https://www.inesctec.pt/en/laboratories/iilab-industry-and-innovation-lab",
        "project_description": "To disclose the state-of-the-art in advanced production technologies through the demonstration of research, experimentation and advanced training results. iiLab supports technology-based innovation in public and private organisations, thus contributing to the development of their skills in the development, adoption and implementation of advanced production technologies, leading to a sustainable competitiveness in the circular economy context.",
        "project_topic": "iilab",
        "project_tags": ["Robotics"]
    },
    {
        "project_area": "Robotics",
        "project_name": "GreenAuto",
        "project_logo": "GreenAuto.png",
        "project_website": "https://www.inesctec.pt/en/laboratories/iilab-industry-and-innovation-lab",
        "project_description": "Multisensor natural navigation and intelligent warehouse management systems for automated logistics in large-scale automotive industry environments.",
        "project_topic": "greenauto",
        "project_tags": ["Robotics"]
    },
    {
        "project_area": "Artificial Intelligence",
        "project_name": "YAKE!",
        "project_logo": "yake.png",
        "project_website": "https://inesctec.github.io/yake/docs/--home",
        "project_description": "YAKE! is a light-weight unsupervised automatic keyword extraction method which rests on text statistical features extracted from single documents to select the most important keywords of a text.",
        "project_topic": "ai",
        "project_tags": ["Artificial Intelligence"]
    }
]
